 {
"null-low": "Your responses suggest that you are not having problems with your sleep. This is excellent news.",
"null-med": "Your responses suggest that you are having some difficulty with sleeping and that your sleep is not as good as you'd like. Depending on how severe these problems are, you may be having significant difficulties with your functioning.",
"null-high": "Your score is in a range typically associated with significant sleep problems.  Chronic sleep problems are bad for your physical and emotional health, your relationships, and your productivity.  If these problems persist, you should consult with your healthcare provider.",
"low-low": "Compared to your previous results on this assessment, you are reporting no significant change in your sleep patterns.  Your responses continue to suggest that you are not having problems with your sleep.",
"low-med": "Compared to your previous result on this assessment, it appears that your sleep patterns have changed significantly.  You report having one or two sleep problems and depending on how severe these problems are, you may be having significant difficulties with your functioning. Sleep problems need to be taken seriously.  If your sleep pattern continues to worsen, discuss the problem with a health care provider.",
"low-high": "Compared to your previous results on this assessment your current score suggests that you have developed significant sleep problems.  The sleep problems you are  reporting  need to be taken seriously.  Chronic sleep problems are bad for your physical and emotional health, your relationships, and your productivity.  If these problems persist, you should consult with your healthcare provider.",
"med-med": "Compared to your previous results on this assessment, you are reporting no significant change in your sleep patterns.  You continue to report having one or two sleep problems and depending on how severe these problems are, you may be having significant difficulties with your functioning. Sleep problems need to be taken seriously. If this pattern continues you should discuss it with your health care provider.",
"med-low": "Compared to your previous results on this assessment, your sleep problems have improved.  Your responses suggest that you are no longer having problems with your sleep.  This is excellent news.",
"med-high": "Compared to your previous results on this assessment your score has increased significantly.  The sleep problems you are reporting need to be taken seriously.  Chronic sleep problems are bad for your physical and emotional health, your relationships, and your productivity.  If these problems persist, you should consult with your healthcare provider.",
"high-high": "Compared to your previous results,  your score continues to be in a range typically associated with significant sleep problems.  This pattern of severe sleep problems needs to be taken seriously.  Chronic sleep problems are bad for your physical and emotional health, your relationships, and your productivity.  Because these problems are continuing, you should consult with your healthcare provider.",
"high-med": "Compared to your previous results on this assessment, your sleep pattern has improved somewhat.  Your responses suggest that you are continuing to have some difficulty with sleeping and that your sleep is not as good as you'd like. Depending on how severe these problems are, you may be having significant difficulties with your functioning. Sleep problems need to be taken seriously.  If you continue to have problems with sleep, you should discuss this with your health care provider.",
"high-low": "Compared to your previous results on this assessment, your sleep pattern has improved significantly.  Your responses suggest that you are no longer having problems with your sleep. This is excellent news."
}