 {
"null-low": "You're describing significant concerns over your ability to cope with your injury.  So that your recovery is not impeded, it's recommended that you identify where you believe support is lacking or additional support is required, and discuss your difficulties with your family and healthcare provider as soon as possible.",
"null-med": "Compared to others with a traumatic brain injury, your responses suggest you may be feeling somewhat uncertain in your ability to get help with or manage the symptoms of your injury.  So that your recovery is not impeded, identify where you believe support is lacking, or additional support is required, and discuss your difficulties with your family and healthcare provider as soon as possible.",
"null-high": "Your responses suggest that, compared to others with a traumatic brain injury, you have a high level of confidence in your ability to cope with your injury.  This level of confidence should serve you well in your recovery.",
"low-low": "Compared to your previous results, you continue to have very low confidence in your ability to cope with your injury.  A low level of confidence can interfere with recovery.  So that your recovery is not impeded, discuss your difficulties with your family and healthcare provider as soon as possible.",
"low-med": "Compared to your previous results, it seems you have gained confidence in your ability to cope with your TBI.  However, you also indicate that you continue to struggle in certain areas.  Look at what has changed and make every effort to continue using the coping strategies you're developing.",
"low-high": "Compared to your previous results, it seems that you have gained a great deal of confidence in your ability to cope with your injury.  Be sure to maintain the effective methods that you're using.",
"med-low": "Compared to your previous result, you have lost a significant amount of confidence in your ability to cope with your injury.  It may be that you're becoming discouraged or that you're confronting a new challenge, it's important to determine what has changed and to identify where you believe support is lacking or additional support is required.  So that your recovery is not impeded, discuss your difficulties with your family and healthcare provider as soon as possible.",
"med-med": "Compared to your previous result, your responses suggest that you continue to feel somewhat uncertain in your ability to get help with or manage the symptoms of your injury.  Most problems can be solved if you reach out for the support you need.  So that your recovery is not impeded, discuss your difficulties with your family and healthcare provider as soon as possible.",
"med-high": "Compared to your previous results, it seems that you have gained a significant degree of confidence in your ability to cope with your injury.  Take a look at what has changed and make every effort to continue using the coping strategies you've developed.",
"high-high": "Compared to your previous results, you continue to have a high level of confidence in your ability to manage the symptoms of your injury.  Be sure to maintain the effective methods that you're using.",
"high-med": "Compared to your previous results, you have lost a degree of confidence in your ability to cope with your injury.  It may be that you're becoming discouraged or that you're confronting a new challenge.  It's important to determine what has changed and to identify where you believe support is lacking or additional support is required.  Discuss your difficulties with your family and healthcare provider as soon as possible.",
"high-low": "Compared to your previous results, you've lost a significant amount of confidence in your ability to cope with your injury.  It may be that you're becoming discouraged or that you're confronting a new challenge.  It's important to determine what has changed and to identify where you believe support is lacking or additonal support is required.  Discuss your difficulties with your family and healthcare provider as soon as possible."
}