 {
"self-harm": "Thoughts of suicide or hurting yourself should always be taken seriously.  Talk to a health care provider as soon as possible.  Your primary care doctor or a mental health professional can evaluate how to help you.  If you think you might act on thoughts of self-harm or if the thoughts are getting worse, go to the nearest emergency department immediately, or call 911.  Doing so will make sure you get help and support right away.\n\nCrisis lines are also available at:\n\n www.militaryonesource.com - 1-800-342-9647\n Veterans Crisis Line 1-800-273-8255\n www.suicidepreventionlifeline.org 1-800-273-TALK (8255)",
"null-low": "While only a healthcare provider can render an actual diagnosis, your score indicates that you're not experiencing symptoms associated with depression.  Keep in mind that the absence of depression isn't the same thing as being happy.  If you don't believe you're as happy as you'd like to be,  take a look at areas of your life that don't feel in control.\n\nIf you have concerns about depression or about someone you know who may be depressed, contact a health care provider.",
"null-med": "While only a healthcare provider can render an actual diagnosis, your score indicates that you're experiencing symptoms typically associated with mild or moderate depression.  Depression is a common reaction to trauma or periods of extreme stress.  When mood problems linger, it's best to consult with a healthcare professional.",
"null-high": "While only a healthcare provider can render an actual diagnosis, your score indicates that you're experiencing significant problems with your mood.  Your primary care physician or a mental health professional can evaluate the extent of the problem and recommend a treatment for you.  It is best that you consult with a healthcare provider as soon as possible; depression is a very treatable problem.",
"low-low": "While only a healthcare provider can render an actual diagnosis, your score indicates that you're experiencing few symptoms associated with depression.  If you should have concerns about your well-being, consult with a healthcare provider.",
"low-med": "Your score indicates that you're experiencing an increase in symptoms.  While only a healthcare provider can render an actual diagnosis, compared to your previous results your score is associated with a low to moderate level of depression. Depression is a common reaction to trauma or periods of extreme stress. When mood problems linger, it's best to consult with a healthcare professional.",
"low-high": "Your score indicates that you're experiencing an increase in symptoms.  While only a healthcare provider can render an actual diagnosis, compared to your previous results your score is associated with a high level of depression. Depression is a common reaction to trauma or periods of extreme stress, and a very treatable problem. Your primary care physician or a mental health professional can evaluate the extent of the problem and recommend a treatment for you.  It is best that you consult with a healthcare provider as soon as possible.",
"med-med": "While only a healthcare provider can render an actual diagnosis, your results indicate that you're continuing to experience symptoms associated with a low to moderate level of depression.  Depression is a common reaction to trauma or periods of extreme stress. When mood problems linger, it's best to consult with a healthcare professional.",
"med-low": "While only a healthcare provider can render an actual diagnosis, your results indicate that you are having fewer problems with your mood.  Depression is a common reaction to trauma or periods of extreme stress. When mood problems linger, it's best to consult with a healthcare professional.",
"med-high": "Your score indicates that you're experiencing an increase in symptoms.  While only a healthcare provider can render an actual diagnosis, compared to your previous results your score is associated with a high level of depression. Depression is a common reaction to trauma or periods of extreme stress, and a very treatable problem. Your primary care physician or a mental health professional can evaluate the extent of the problem and recommend a treatment for you.  It is best that you consult with a healthcare provider as soon as possible.",
"high-high": "While only a healthcare provider can render an actual diagnosis, your results indicate that you're continuing to experience symptoms associated with a high level of depression.  Depression is a common reaction to trauma or periods of extreme stress, and a very treatable problem. Your primary care physician or a mental health professional can evaluate the extent of the problem and recommend a treatment for you.  It is best that you consult with a healthcare provider as soon as possible.",
"high-med": "While only a healthcare provider can render an actual diagnosis, your results indicate that you are having fewer problems with your mood.  Depression is a common reaction to trauma or periods of extreme stress. When mood problems linger, it's best to consult with a healthcare professional.",
"high-low": "While only a healthcare provider can render an actual diagnosis, your results indicate that you are having fewer problems with your mood.  Depression is a common reaction to trauma or periods of extreme stress. When mood problems linger, or cycle from sad to happy, it's best to consult with a healthcare professional."
}