 {
"null-low": "Based on your self-reported smoking habits, your results suggest that you are not dependent on nicotine.",
"null-med": "Your self-reported smoking habits suggest that you have developed a moderate degree of dependence on nicotine.  This means that you probably experience some degree of discomfort if your smoking habits are disrupted, and it is becoming increasingly difficult to quit.",
"null-high": "Your self-reported smoking habits suggest that you have developed a high degree of dependence on nicotine.  This means that you probably experience significant discomfort if your smoking habits are disrupted, and quitting would be a major challenge.",
"low-low": "Compared to your previous results, you are reporting no significant change in your nicotine use.  Your responses continue to suggest that you are not dependent on nicotine.",
"low-med": ".Compared to your previous results, it appears that your nicotine use has changed significantly.  Your responses suggest that you have developed a moderate dependence on nicotine.  This means that you probably experience some degree of discomfort if your smoking habits are disrupted, and it is becoming increasingly difficult to quit.  Because of the serious risks to your health caused by smoking, you should consider one of the several strategies that can help you quit.",
"low-high": "Compared to your previous results on this assessment, it appears that your nicotine use has changed significantly.  Your responses now suggest that you have developed a high degree of dependence on nicotine.  This means that you probably experience considerable discomfort if your smoking habits are disrupted, and it has become extremely difficult to quit.  Because of the serious risks to your health caused by smoking, you should consider working with a healthcare professional as soon as possible to develop a plan to quit.",
"med-low": "Compared to your previous results, your score suggests that you are no longer dependent on nicotine.  Whatever you are doing is working.  Keep it up and stay focused on your relapse prevention strategies.",
"med-med": "Compared to your previous results on this assessment, you are reporting no significant change in your nicotine use.  Your self-reported smoking habits suggest that you continue to have a moderate degree of dependence on nicotine.  Your lack of progress in reducing your dependence on nicotine means that you should consider working with a healthcare professional as soon as possible to develop a plan to quit.",
"med-high": "Compared to your previous results, it appears that your nicotine use has changed significantly.  Your responses now suggest that you have developed a high degree of dependence on nicotine.  This means that you probably experience considerable discomfort if your smoking habits are disrupted, and it has become extremely difficult to quit.  Because of the serious risks to your health caused by smoking, you should consider working with a healthcare professional as soon as possible to develop a plan to quit.",
"high-high": "Compared to your previous results, you are reporting no significant change in your nicotine use.  Your score continues to be in a range typically associated with a high level of nicotine dependence.  Because of the serious risks to your health caused by smoking, you should consider working with a healthcare professional as soon as possible to develop a plan to quit.  Remember, it's normal to struggle with quitting, most people have to try several times before they are successful.  Don't give up!",
"high-med": "Compared to your previous results, you are reporting significant progress in reducing your dependence on nicotine.  However, your score suggests that you remain dependent on nicotine to some degree.  Whatever you are doing is working, keep it up until you have nicotine out of your life for good.",
"high-low": "Compared to your previous results, you have made great progress on reducing your dependence on nicotine.  Your score suggests that you are no longer dependent on this drug.  This is great news.  Whatever you've been doing is working.  Keep it up and be sure to keep focused on your relapse prevention strategies.."
}