{
"null-low": "Your score suggests that you are not experiencing symptoms that are typically associated with post-traumatic stress as a result of sexual trauma.<br/>Although only a healthcare professional can provide an actual diagnosis of post-traumatic stress, or its absence, your results suggest that your experience is not similar to the experience of individuals suffering from post-traumatic stress.  Not everyone who experiences a sexual trauma develops symptoms of PTSD.  If you have experienced a sexual trauma it's important to speak to someone about it even if you aren't experiencing classic symptoms of PTSD.  You can get help or get your questions answered by contacting:",
"null-med": "Although only a healthcare professional can provide an actual diagnosis, you are reporting some experiences which are similar to symptoms associated with moderate Post-traumatic stress, which may be associated with a traumatic sexual experience.  Having experiences that are somewhat similar to those associated with Post-traumatic stress and which may have resulted from sexual trauma, doesn't mean you have post-traumatic stress disorder.  It does mean that you should look into the source of the symptoms you are reporting because they can be upsetting and distressing.  If you have been the victim of a sexual assault, or if you've experienced these symptoms for more than three months, or they are getting worse, you should consult your health care provider.  You can get help or get your questions answered by contacting:",
"null-high": "Although only a healthcare professional can provide an actual diagnosis, your score indicates that you are experiencing a significant number of symptoms that are similar to those associated with post-traumatic stress which may be related to a traumatic sexual experience.  Having experiences that are very similar to those associated with Post-traumatic stress and which may have resulted from sexual trauma, doesn't mean you have post-traumatic stress disorder.  It does mean that you should contact a healthcare professional immediately and look into the source of the symptoms you are reporting.  If you have experienced a sexual assault and have immediate concerns or questions, contact:",
"low-low": "Your score suggests that you are not experiencing symptoms that are typically associated with post-traumatic stress as a result of sexual trauma.<br/>Although only a healthcare professional can provide an actual diagnosis of post-traumatic stress, or its absence, your results suggest that your experience is not similar to the experience of individuals suffering from post-traumatic stress.  Not everyone who experiences a sexual trauma develops symptoms of PTSD.  If you have experienced a sexual trauma it's important to speak to someone about it even if you aren't experiencing classic symptoms of PTSD.  You can get help or get your questions answered by contacting:",
"low-medium": "Although only a healthcare professional can provide an actual diagnosis, you are now reporting some experiences which are similar to symptoms associated with moderate Post-traumatic stress, which may be associated with a traumatic sexual experience.  Symptoms don't always develop immediately after a sexual assault; they can have a gradual onset over time.  Having experiences that are somewhat similar to those associated with Post-traumatic stress and which may have resulted from sexual trauma, doesn't mean you have post-traumatic stress disorder.  It does mean that you should look into the source of the symptoms you are reporting.  If you have been the victim of a sexual assault, or if you've experienced these symptoms for more than three months, or they are getting worse, you should consult your health care provider.  If you have more immediate concerns, contact:",
"low-high": "Although only a healthcare professional can provide an actual diagnosis, you are now reporting a significant number of experiences which are similar to symptoms associated with moderate Post-traumatic stress, which may be associated with a traumatic sexual experience.  Symptoms don't always develop immediately after a sexual assault; they can have a gradual onset over time or they can occur all at once, seemingly &quot;out of the blue&quot;.  Having symptoms that are very much like those associated with Post-traumatic stress and which may have resulted from sexual trauma, doesn't mean you have post-traumatic stress disorder.  It does mean that you should look into the source of the symptoms you are reporting.  If you have been the victim of a sexual assault, or if you've experienced these symptoms for more than three months, or they are getting worse, you should consult your health care provider.  You can get help or get your questions answered by contacting:",
"med-low": "You are now reporting fewer symptoms associated with PTSD than you did in your previous assessment.  There are other consequences to sexual assault than PTSD symptoms.  If you have been sexually assaulted, and you have not spoken to someone or reported it, it's important that you do so.  If you have questions or aren't sure what to do, contact:",
"med-med": "You are continuing to report symptoms which are similar to those reported by people with PTSD.  If you have been sexually assaulted, and you have not spoken to someone or reported it, it's important that you do so.  These symptoms don't tend to go away after a sexual assault, they frequently get worse.  It's important that you talk to a health care provider.  If you have questions or aren't sure what to do, contact:",
"med-high": "Although only a healthcare professional can provide an actual diagnosis, compared to your previous results, you are now reporting a greater number of experiences which are similar to symptoms associated with significant Post-traumatic stress.  All symptoms don't always develop immediately after a sexual assault; they can have a gradual onset over time or they can occur all at once, seemingly &quot;out of the blue&quot;.  Having symptoms that are very much like those associated with Post-traumatic stress and which may have resulted from sexual trauma, doesn't mean you have post-traumatic stress disorder.  It does mean that you should look into the source of the symptoms you are reporting.  If you have been the victim of a sexual assault you should meet with your health care provider and report the assault.  You can get help or get your questions answered by contacting:",
"high-low": "You are now reporting fewer symptoms associated with PTSD than you did in your previous assessment.  There are other consequences to sexual assault than PTSD symptoms.  If you have been sexually assaulted, and you have not spoken to someone or reported it, it’s important that you do so.  If you have questions or aren’t sure what to do, contact:",
"high-med": "You are now reporting fewer symptoms associated with PTSD than you did in your previous assessment.  There are other consequences to sexual assault than PTSD symptoms.  If you have been sexually assaulted, and you have not spoken to someone or reported it, it’s important that you do so.  If you have questions or aren’t sure what to do, contact:",
"high-high": "You are continuing to report a significant number of symptoms which are similar to those reported by people with PTSD.  If you have been sexually assaulted, and you have not spoken to someone or reported it, it's important that you do so.  These symptoms don't tend to go away after a sexual assault, they frequently get worse.  It's important that you talk to a health care provider.  If you have questions or aren't sure what to do, contact:",
"FOOTER": "<br/><br/><em>US Department of Defense Sexual Assault Prevention and Response</em>: <a href='http://www.sapr.mil' target='_blank'>www.sapr.mil</a><br/><br/><em>Military One Source</em>: CONUS <a href='tel:800-655-4545'>(800) 655-4545</a>, International Toll Free (dial all 11 numbers) <a href='tel:800-3429-6477'</a>(800) 3429-6477</a>, and International Collect <a href='tel:484-530-5947'>(484) 530-5947</a> (confidential)"
}
