 {
"null-low": "Your score suggests that you don't seem to be having difficulties with anger right now.",
"null-med": "Your responses suggest you may be having some problems with your anger.  Anger can impact your physical health as well as your emotional well-being and relationships.  For service members, anger can be common after a deployment.  In many cases it gradually improves by itself.  Anger that doesn't decrease after a while can cause significant problems for you and the people in your life and should be addressed.  Only a trained health care provider can diagnose emotional (anger) problems by meeting with you in person.",
"null-high": "Your responses suggest you may be having some problems with your anger.  Anger can impact your physical health as well as your emotional well-being and relationships.  For service members, anger can be common after a deployment.  In many cases it gradually improves by itself.  Anger that doesn't decrease after a while can cause significant problems for you and the people in your life and should be addressed.  Only a trained health care provider can diagnose emotional (anger) problems by meeting with you in person.",
"low-low": "You are continuing to report no significant problems with anger.",
"low-med": "Compared to your previous results on this assessment, you are reporting an increase in problems associated with anger.  This may only be temporary, but if it continues, you should talk to someone about what may be going on.  For service members, some feelings of anger are common following a deployment.  But anger that interferes with aspects of your life and doesn't improve with time should not be ignored.  If things aren't getting better, you need to speak with a healthcare professional that can provide you with an evaluation and diagnosis.",
"low-high": "Compared to your previous results on this assessment you are reporting a significant increase in anger and its impact on your life.  Anger appears to be causing problems for you in regards to your relationships, work, or health. While anger can be an appropriate emotion to have in some circumstances, feeling angry most of the time or feeling out of control is not healthy. For service members, some feelings of anger are common following a deployment.  But anger that interferes with aspects of your life and doesn't improve with time should not be ignored.  If things aren't getting better, you need to speak with a healthcare professional that can provide you with an evaluation and diagnosis.",
"med-med": "You are continuing to report some difficulty with anger.  The continued impact of anger on your life can have significant negative consequences.  It may be time to talk with someone about getting a handle on how anger is affecting you and those around you.",
"med-low": "Compared to your previous results on this assessment you are reporting a decrease in how anger is affecting your life.  Whatever you have done to create this change is working - keep it up.",
"med-high": "Compared to your previous results you are reporting an increase in anger and its impact on your life.  Anger appears to continue to be causing increasing problems for you in regards to your relationships, work, or health.  Feeling angry most of the time or feeling out of control is not healthy and should not be ignored.  Make an appointment to speak to a healthcare professional about the problem.",
"high-high": "You are continuing to report major problems with how anger is affecting your life.  Continuing to allow anger to have this level of impact can lead to serious health and social consequences.  Chronic, high levels of anger can be dangerous to you and those around you.  Make an appointment with a healthcare professional that can  complete an evaluation and diagnosis.",
"high-med": "Compared to your previous results on this assessment, you are reporting some improvement in how anger is affecting your life, although it appears that anger is still having some negative impact.  If you can identify what you have done to create this improvement, keep working at it.  You're getting results.",
"high-low": "Compared to your previous results on this assessment, you are reporting major improvement in how anger is affecting your life, to the point that there is no significant negative impact.  If you can identify what you have done to create this improvement, keep working at it.  You're getting big results!"
}