 {
"null-low": "Your score is in a range typically associated with a significant lack of confidence and satisfaction in your role as a parent.  You describe yourself as someone who is experiencing conflict in this role.  There are many factors that can contribute to feeling a lack of confidence or satisfaction as a parent.  You may feel like you have little support or it may be that you have particularly challenging kids.  Many parents struggle with handling the demands of parenting, but it is possible to develop increased confidence and satisfaction by consulting with experts in the field.  Given the struggle you are describing, you should consider speaking with a professional who can provide guidance in this area.  Your family doctor may be able to provide a referral.  You might also want to check out the resources at http://www.afterdeployment.org/web/guest/links-and-books#topic_kids",
"null-med": "Your score suggests that for the most part, you believe you are handling your role as a parent well.  However, you are describing some challenges in terms of your satisfaction or confidence as a parent.  Parenting is full of challenges and it is normal to feel unsure or dissatisfied on occasion.  If you would like support or guidance in increasing your confidence as a parent, check out the resources at http://www.afterdeployment.org/web/guest/links-and-books#topic_kids",
"null-high": "Your score is in a range indicating that you are very confident and satisfied with how you are handling your role as a parent.",
"low-low": "You continue to describe yourself as someone who is experiencing conflict in your role as a parent.  There are many factors that can contribute to feeling this lack of confidence or satisfaction.  If you haven't asked for help or consulted a psychologist or other professional who specializes in parenting issues, it's important that you do so.  There is no need to continue to struggle to the degree that you are reporting.  There are solutions if you'll reach out for help.",
"low-med": "Compared to your previous results on this assessment you are reporting some improvement in your level of satisfaction and confidence in your role as a parent.  Take some time to figure out what may be responsible for the improvement.   Parenting is a challenging process and you're sure to have your ups and downs.  The more you can learn about the process, the better you'll feel as you move forward.  Whatever changes you have made may be starting to work.  Keep it up!",
"low-high": "Compared to your previous results on this assessment you are reporting a large increase in your level of satisfaction and confidence in your role as a parent. Parenting is a challenging process and you're sure to have your ups and downs.  The more you can learn about the process, the better you'll feel as you move forward.  Whatever you are doing is working.  Keep it up!",
"med-med": "You are continuing to report some level of dissatisfaction in your role as a parent.  If you haven't yet looked into the resources at <a href='http://www.afterdeployment.org/web/guest/links-and-books#topic_kids'  target='_blank'>http://www.afterdeployment.org/web/guest/links-and-books#topic_kids</a> you might find it useful to do so.  If you need additional guidance, talk to your family doctor who may be able to refer you to a psychologist who specializes in parenting or to another professional who can support you in developing more confidence in your role as a parent.",
"med-low": "Compared to the results of your previous assessment you are reporting a reduction in your satisfaction and confidence in your role as a parent.  You now describe yourself as someone who is experiencing significant conflict in this role.  There are many factors that can contribute to feeling a lack of confidence or satisfaction as a parent.   You may feel like you have little support or it may be that you have particularly challenging kids.  Many parents struggle with handling the demands of parenting, but it is possible to develop increased confidence and satisfaction by consulting with experts in the field.  Given the struggle you are describing, you should consider speaking with a professional who can provide guidance in this area.  Your family doctor may be able to provide a referral.  You might also want to check out the resources at <a href='http://www.afterdeployment.org/web/guest/links-and-books#topic_kids' target='_blank'>http://www.afterdeployment.org/web/guest/links-and-books#topic_kids</a>", 
"med-high": "Compared to the results of your previous assessment you are reporting increased satisfaction and confidence in your role as a parent.  Parenting is a challenging process and you're sure to have your ups and downs.  The more you can learn about the process, the better you'll feel as you move forward.",
"high-high": "You are continuing to report that you are very confident and satisfied with how you are handling your role as a parent. If you are interested in additional information about parenting check out <a href='http://www.afterdeployment.org/web/guest/links-and-books#topic_kids' target='_blank'>http://www.afterdeployment.org/web/guest/links-and-books#topic_kids</a>", 
"high-med": "Compared to the results of your previous assessment you are reporting a reduction in your satisfaction and confidence in your role as a parent.  Parenting is a challenging process and you're sure to have your ups and downs.  The more you can learn about the process, the better you'll feel as you move forward.  You might find it useful to check out the resources at <a href='http://www.afterdeployment.org/web/guest/links-and-books#topic_kids' target='_blank'>http://www.afterdeployment.org/web/guest/links-and-books#topic_kids</a>",
"high-low": "Compared to the results of your previous assessment you are reporting a significant reduction in your satisfaction and confidence in your role as a parent.  You now describe yourself as someone who is experiencing significant conflict in this role.  There are many factors that can contribute to feeling a lack of confidence or satisfaction as a parent.   You may now feel like you have less support or something else about your personal situation may have changed.  Given the struggle you are now describing, you should consider speaking with a professional who can provide guidance in this area.  Your family doctor may be able to provide a referral.  You might also want to check out the resources at <a href='http://www.afterdeployment.org/web/guest/links-and-books#topic_kids'  target='_blank'>http://www.afterdeployment.org/web/guest/links-and-books#topic_kids</a>"
}