 {
"null-low": "Although only a healthcare professional can provide an actual diagnosis, your results suggest that you are not experiencing symptoms that are often associated with post-traumatic stress.",
"null-med": "Although only a healthcare professional can provide an actual diagnosis, some of the experiences that you are reporting are similar to symptoms associated with moderate post-traumatic stress.  Having these experiences does not mean that you have post-traumatic stress disorder.  It does mean that you should look into the source of the symptoms since they may be upsetting and distressing.  If you have experienced these symptoms for more than a few months, or they are getting worse, you should consult your health care provider.",
"null-high": "Although only a healthcare professional can provide an actual diagnosis, your responses indicate that you are experiencing a significant number of symptoms similar to those associated with post-traumatic stress.  Having experiences that are very similar to those associated with post-traumatic stress suggests that you should look into the source of the symptoms since they may be disruptive and upsetting.  If you have experienced these symptoms for more than a few months, or they are getting worse, you should consult your health care provider immediately.",
"low-low": "Compared to your previous results, you continue to report that you are not experiencing symptoms that are often associated with post-traumatic stress.  Remember, only a healthcare professional can determine the presence or absence of an actual diagnosis.",
"low-med": "Compared to your previous results, you are now reporting some experiences similar to symptoms associated with moderate post-traumatic stress.  Having these experiences does not mean you have post-traumatic stress disorder. It does mean that you should look into the source of the symptoms since they may be upsetting and distressing.   If you have experienced these symptoms for more than a few months, or they continue to get worse, you should consult your health care provider immediately. Only a healthcare professional can provide an actual diagnosis.",
"low-high": "Compared to your previous results, you are now reporting experiences similar to symptoms associated with post-traumatic stress.  Having these experiences does not mean you have post-traumatic stress disorder. Since they may be disruptive and upsetting, you should look into the source of the many symptoms you are now reporting  by consulting with your health care professional immediately. Only a healthcare professional can provide an actual diagnosis.",
"med-med": "You are continuing to report some experiences similar to symptoms associated with moderate post-traumatic stress.  Having these experiences does not mean you have post-traumatic stress disorder.  Since they may be disruptive and upsetting, you should look into the source of the many symptoms you are now reporting by consulting with your health care professional immediately. Only a healthcare professional can provide an actual diagnosis.",
"med-low": "Compared to your previous results,  you are no longer reporting experiences that are often related to symptoms associated with post-traumatic stress.  Remember, only a healthcare professional can determine the presence or absence of an actual diagnosis.",
"med-high": "Compared to your previous results, you are now reporting an increase in experiences similar to symptoms associated with post-traumatic stress.  Having these experiences does not mean you have post-traumatic stress disorder. Since the symptoms you are reporting may be disruptive and upsetting, you should look into the source of the many symptoms you are now reporting by consulting with your health care professional immediately. Only a healthcare provider can provide an actual diagnosis.",
"high-high": "You are continuing to report a significant number of symptoms similar to those associated with post-traumatic stress. Having these experiences does not mean you have post-traumatic stress disorder. Since the symptoms you are reporting may be disruptive and upsetting, you should look into the source of the many symptoms you are now reporting by consulting with your health care professional immediately. Only a healthcare provider can provide an actual diagnosis.",
"high-med": "Compared to your previous results on this assessment, you are continuing to report experiences similar to symptoms often associated with post-traumatic stress, though now to a somewhat lesser degree.  Since the symptoms you are reporting may be disruptive and upsetting, you should look into the source of the many symptoms you are now reporting by consulting with your health care professional immediately. Only a healthcare provider can provide an actual diagnosis.",
"high-low": "Compared to your previous results, you are no longer reporting experiences similar to post-traumatic stress.  Although only a healthcare professional can provide an actual diagnosis, your results suggest that you are not experiencing symptoms that are often associated with post-traumatic stress."
}