[
"Although the world is full of suffering, it is full also of the overcoming of it.<div class='quoter'>&mdash;Helen Keller</div>",
"You are not responsible for being down, but you are responsible for getting up.<div class='quoter'>&mdash;Jesse Jackson</div>",
"No feeling is final.<div class='quoter'>&mdash;Ranier Maria Rilke</div>",
"Not to laugh, not to lament, not to judge, but to understand.<div class='quoter'>&mdash;Baruch Spinoza</div>",
"And the trouble is, if you don't risk anything, you risk even more.<div class='quoter'>&mdash;Erica Jong</div>",
"Don't compromise yourself. You are all you you've got.<div class='quoter'>&mdash;Janis Joplin</div>",
"You yourself, as much as anybody in the entire universe, deserve your love and affection.<div class='quoter'>&mdash;Buddha</div>",
"...be attentive to what is arising within you, and place that above everything else...What is happening in your innermost self is worthy of your entire love; somehow you must find a way to work at it.<div class='quoter'>&mdash;Ranier Maria Rilke</div>",
"Never, never, never, never, never give up.<div class='quoter'>&mdash;Winston Churchill</div>",
"Watch your thoughts; they become your words. Watch your words; they become your actions. Watch your actions; they become your habits. Watch your habits; they become your character. Watch your character; it becomes your destiny.<div class='quoter'>&mdash;Frank Outlaw</div>",
"Do what you can, with what you have, where you are.<div class='quoter'>&mdash;Theodore Roosevelt</div>",
"Let your heart guide you. It whispers, so listen closely.<div class='quoter'>&mdash;Molly Goode</div>",
"Life is never what one dreams. It is seldom what one desires, but for the vital spirit and the eager mind, the future will always hold the search for buried treasure and the possibility of high adventure.<div class='quoter'>&mdash;Ellen Glasgow</div>",
"It takes two to speak the truth&mdash;one to speak, the other to hear.<div class='quoter'>&mdash;Henry David Thoreau</div>",
"When you do a thing, do it with all your might. Put your whole soul into it. Stamp it with your personality. Be active, be energetic, be enthusiastic and faithful, and you will accomplish your object. <div class='quoter'>&mdash;Ralph Waldo Emerson</div>",
"The future depends on what we do in the present.<div class='quoter'>&mdash;Mohandas K. Gandhi</div>",
"If we change within, our outer life will change also.<div class='quoter'>&mdash;Jean Shinoda Bolen</div>",
"Perhaps the truth depends on a walk around the lake. <div class='quoter'>&mdash;Wallace Stevens</div>",
"A loving heart is the truest wisdom.<div class='quoter'>&mdash;Charles Dickens</div>",
"Each of us is two selves, and the great challenge of life is to try to keep that higher self in command.<div class='quoter'>&mdash;Martin Luther King Jr.</div>",
"In the time of your life, live.<div class='quoter'>&mdash;William Saroyan</div>",
"Life is not what it's supposed to be. It's what it is. The way you cope with it is what makes the difference.<div class='quoter'>&mdash;Virginia Satir</div>",
"The difference between the impossible and the possible lies in a person's determination.<div class='quoter'>&mdash;Tommy Lasorda</div>",
"Remember there's no such thing as a small act of kindness. Every act creates a ripple with no logical end.<div class='quoter'>&mdash;Scott Adams</div>",
"The fact is, that to do anything in the world worth doing, we must not stand back shivering and thinking of the cold and danger, but jump in and scramble through as well as we can.<div class='quoter'>&mdash;Robert Cushing</div>",
"Follow your honest convictions, and stay strong.<div class='quoter'>&mdash;William Thackeray</div>",
"Knowing yourself is the beginning of all wisdom.<div class='quoter'>&mdash;Aristotle</div>",
"Your real influence is measured by your treatment of yourself.<div class='quoter'>&mdash;A. Bronson Alcott</div>",
"Energy and persistence conquer all things.<div class='quoter'>&mdash;Benjamin Franklin</div>",
"Fear less, hope more, eat less, chew more, whine less, breathe more, talk less, say more, hate less, love more, and good things will be yours.<div class='quoter'>&mdash;Swedish Proverb</div>",
"I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition.<div class='quoter'>&mdash;Martha Washington</div>",
"The only journey is the journey within.<div class='quoter'>&mdash;Ranier Rilke</div>",
"Every day do something that will inch you closer to a better tomorrow.<div class='quoter'>&mdash;Doug Firebaugh</div>",
"The happiest life is that which constantly exercises and educates what is best in us.<div class='quoter'>&mdash;Hamerton</div>",
"If we all did the things we are capable of, we would astound ourselves.<div class='quoter'>&mdash;Thomas Edison</div>",
"Go back a little to leap further.<div class='quoter'>&mdash;John Clarke</div>",
"I failed my way to success.<div class='quoter'>&mdash;Thomas Edison</div>",
"Don't waste your life in doubts and fears: spend yourself on the work before you, well assured that the right performance of this hour's duties will be the best preparation for the hours or ages that follow it.<div class='quoter'>&mdash;Ralph Waldo Emerson</div>",
"It is the trouble that never comes that causes the loss of sleep.<div class='quoter'>&mdash;Chas. Austin Bates</div>",
"When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.<div class='quoter'>&mdash;Helen Keller</div>",
"The more difficulties one has to encounter, within and without, the more significant and the higher in inspiration his life will be.<div class='quoter'>&mdash;Horace Bushnell</div>",
"Years teach us more than books.<div class='quoter'>&mdash;Berthold Auerbach</div>",
"Life is either a daring adventure or nothing.<div class='quoter'>&mdash;Helen Keller</div>",
"If you do not hope, you will not find what is beyond your hopes.<div class='quoter'>&mdash;St. Clement of Alexandra</div>",
"Men's best successes come after their disappointments.<div class='quoter'>&mdash;Henry Ward Beecher</div>",
"The best way out is always through.<div class='quoter'>&mdash;Robert Frost</div>"
]