 {
"null-low": "Your results indicate that you feel little control over your ability to manage the challenges of your work environment.  This may be the result of an unreasonable supervisor, co-worker or something else beyond your control.  It may also be that you need to be more assertive or that you need more job training.  It's also possible that you simply aren't happy doing the things required by your job.  In any case, it's important to gain a sense of control over your ability to manage the challenges at work.  Talk with a friend or co-worker about options you may have to improve the situation.",
"null-med": "Your results indicate that you are not completely confident that you can successfully handle the problems you confront at work.  This may be the result of an unreasonable supervisor, co-worker or something else beyond your control.  It may also be that you need to be more assertive or that you need more job training.  It's also possible that you simply aren't happy doing the things required by your job.  Talk with a friend or co-worker about options you may have to improve the situation.",
"null-high": "Your results indicate that you feel very confident in your ability to manage the challenges and demands of your work environment.  Satisfaction at work goes a long way in creating a general sense of well-being in your life.",
"low-low": "You are continuing to report that you feel like you have very little control over your ability to manage the challenges of your work environment.  It's important that you seek a solution to this sense of loss of control- it can lead to depression, and difficulty finding more satisfying work.  It's important that this be addressed.  Talk to a friend or co-worker and discuss options to solve this problem.",
"low-med": "Compared to your previous results on this assessment, you are reporting an increase in your sense of control at work, although you still have some concerns.  Your efforts at solving this problem are showing some positive results or some circumstances may have changed.  Do what you can to continue gaining greater control in your work environment.",
"low-high": "Compared to your previous results on this assessment, you are reporting a major increase in your level of confidence in your ability to manage the challenges and demands of your work environment.  Your efforts at solving this problem are showing very good, positive results.  Keep up the good work!",
"med-med": "Compared to your previous results on this assessment, you are continuing to report that you are not completely confident that you can successfully handle the problems that you are confronting at work.  It may be worth talking to a friend or co-worker about this and trying to come up with options to improve your sense of control at work.",
"med-low": "Compared to your previous results on this assessment, you are reporting that you are experiencing a lower level of confidence in your ability to manage the challenges of your work environment.  If you feel like the situation at work is deteriorating, it's important not to allow that to continue.  Talk to a friend or co-worker about options that might improve the situation.",
"med-high": "Compared to your previous results on this assessment, you are reporting an improved sense of confidence in your ability to manage the challenges in your work environment.  Whatever you are doing is working well.  Keep up the good work!",
"high-high": "Compared to your previous results on this assessment, you are reporting that you continue to feel very confident in your ability to manage the challenges in your work environment.",
"high-med": "Compared to your previous results on this assessment, you are reporting that you are currently experiencing a lower level of confidence in your ability to manage the challenges of your work environment.  If you feel like the situation at work is deteriorating, it's important not to allow that to continue. Talk to a friend or co-worker about options that might improve the situation.",
"high-low": "Compared to your previous results on this assessment, you are reporting that you are currently experiencing a significant change for the worse in your confidence in your ability to manage the challenges of your work environment.  If you feel like the situation at work is deteriorating, it's important not to allow that to continue.  Talk to a friend or co-worker about options that might improve the situation."
}