 {
"null-low": "Your responses indicate that you feel very much in control of your life at the moment.  Your low level of stress suggests that you are either not experiencing significant challenges at this point in your life or that your coping skills are acting to protect you from stress.",
"null-med": "Your responses suggest you are experiencing a moderate level of stress right now.  You may be feeling somewhat overwhelmed and that may be affecting your general well-being.  Following a deployment, service members sometimes report feeling overwhelmed, out of control and unable to cope with everyday stress.  Some say that returning home is the most stressful time in the deployment cycle.  It is also a stressful time for the spouses and family members.  If things don't improve with time, consider talking to a chaplain, friend or healthcare provider to consider ways to more successfully cope with the demands you are facing.",
"null-high": "You are reporting a high level of stress.  You have indicated that you are feeling overwhelmed and like things are out of control.  Because you are reporting very high stress right now, consider seeking face-to-face care with a professional.  High stress can cause a variety of problems with your health and well being.  Physical health problems such as sleep difficulties, headaches, blood pressure and gastrointestinal problems should be evaluated. In addition, your primary care doctor or a mental health provider can help you develop a plan to manage your stress.  Share the results of this assessment with your healthcare professional during your visit.",
"low-low": "You are continuing to report a low level of stress.  This suggests that you are not facing significant challenges in your life or that you are coping well with the demands you are facing.",
"low-med": "Compared to your previous results on this assessment you are reporting an increase in your level of stress.  You indicate that life is feeling somewhat more out of control, overloaded and unpredictable.  Increases in stress can be based on sudden changes in the challenges you are confronting or they can result from longer term changes in the demands of life.  If life continues to feel stressful, take some time to talk with a chaplain, friend, or health care provider to evaluate what may be going on and identify some solutions.",
"low-high": "Compared to your previous results on this assessment you are reporting a large increase in your level of stress.  You indicate that life is feeling out of control,  overloaded  and unpredictable.  Increases in stress can be based on sudden changes in the challenges you are confronting or they can result from longer term changes in the demands of life.  Because you are reporting very high stress right now, consider seeking face-to-face care with a professional.  High stress can cause a variety of problems with your health and well being.  Physical health problems such as sleep difficulties, headaches, blood pressure and gastrointestinal problems should be evaluated. In addition, your primary care doctor or a mental health provider can help you develop a plan to manage your stress.  Share the results of this assessment with your healthcare professional during your visit.",
"med-med": "Compared to your previous results on this assessment, you are continuing to report a  moderate degree of stress.   You are indicating that your life still feels somewhat uncontrollable, unpredictable, and overloaded.  Chronic stress at this level can lead to long term health problems.  It's important to spend some time figuring out how to solve problems and regain a better sense of control over life.  Talk to someone who is objective and can help you to sort things out.",
"med-low": "Compared to your previous results on this assessment, you are reporting a reduction in your personal level of stress.  You are indicating that life feels more controllable, predictable and less overwhelming.  Whatever you are doing to cope with the challenges in your, life it's working.  Keep it up!", 
"med-high": "Compared to your previous results on this assessment, you are reporting an increase in the stress you are experiencing.  You indicate that life is feeling more out of control, overloaded and unpredictable.  Increases in stress can be based on sudden changes in the challenges you are confronting or they can result from longer term changes in the demands of life.  Because you are reporting very high stress right now, consider seeking face-to-face care with a professional.  High stress can cause a variety of problems with your health and well being.  Physical health problems such as sleep difficulties, headaches, blood pressure and gastrointestinal problems should be evaluated.  In addition, your primary care doctor or a mental health provider can help you develop a plan to manage your stress.  Share the results of this assessment with your healthcare professional during your visit.",
"high-high": "You are continuing to report high levels of stress.  Your responses suggest that life still feels very much out of control, overloaded and unpredictable.  Because you are continuing to report very high stress right now, it is important that you seek face-to-face care with a professional.  You know that stress can cause a variety of problems with your health and well being.  Physical health problems such as sleep difficulties, headaches, blood pressure and gastrointestinal problems should be evaluated.  Talk to your primary care doctor or a mental health provider and develop a plan to manage your stress.  Share this most recent result of this assessment with your healthcare professional during your visit.", 
"high-med": "Compared to your previous results on this assessment you are reporting a reduction in your personal level of stress.  This may be the result of reduced demands in your life or improved coping skills.  Because you are continuing to report stress, it is important that you continue to monitor your stress levels.  If you have been working on your coping skills, keep it up.  What you are doing is working.",
"high-low": "Compared to your previous results on this assessment you are reporting a significant reduction in your personal level of stress.  You are indicating that life feels more controllable, predictable and less overwhelming.  The changes you have made since your previous assessment are making a difference.  Keep it up!"
}