[
"Focus all of your attention on your feet. Feel the floor under them.",
"Sit quietly and focus on your breathing. Focus all your attention on the inhale, then the exhale, and repeat.",
"Look around and focus your attention on the colors around you, noticing as many colors as you can.",
"Focus all of your attention on the smells in your environment.",
"Listen carefully to the many sounds around you. Focus on the sounds.",
"Focus all of your attention on the temperature of the air on your skin.",
"While you are eating, focus all of your attention on the sensation of the food in your mouth while you chew very slowly.",
"Brush your teeth and focus your attention on all of the sensations, tastes, and smells of this activity.",
"Walk slowly, focusing your attention on what it feels like to take each step.",
"Pick up any small object off the ground and focus your attention on the texture of the object and the feel of it in your hand.",
"Pet an animal that is quiet and calm.  Focus all of your attention on the sensations on your hand.",
"With your feet shoulder width apart, close your eyes and imagine that you are growing roots into the earth, making you strong and stable.",
"Grab an ice cube and focus all of your attention on the sensations that go with it, cold, wet, and tingling.",
"Look around you and name what you see.  Start with large objects then move to smaller and smaller objects.",
"Rub your hands together, clap your hands.  Focus all of your attention on the feelings and sounds that you experience.",
"Remind yourself where you are, what today's date is, when you were born, what you did yesterday.",
"Call a friend and discuss some activity you did together recently.",
"Remember what you did in the past to successfully manage a painful experience.",
"Ask yourself and answer: What would be a small sign that things are getting a little better?",
"Slowly suck on a mint and describe the sensations to yourself in-detail.",
"Stamp your feet on the ground. Feel the force.  Hear the sounds.  Notice.",
"Pay attention to the sensation of your clothes touching your skin.",
"Put your hands together and notice the sensations of the skin-on-skin contact.",
"Tune in to the voices of others around you. Only pay attention to the sounds of others' voices."
]