{
"null-low ": "The stress of coping with a physical injury can be significant.  You have indicated that you are not using many of the skills that can increase personal resilience in the face of an injury.  Your score suggests that there is a great deal more you can do in this area, by adding to your coping strategies or by using them more consistently.  If you don't feel like you are coping well with your injury, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"null-medium ": "You have indicated that you are using several of the skills that can increase personal resilience in the face of an injury.  However, your score suggests that there may be even more you can do in this area, by adding to your coping strategies or by using them more consistently.  You might want to review each of the questions again and identify the areas you'd like to work on.",
"null-high ": "Your results indicate that you are using many of the skills that allow you to be resilient in coping with the stress that comes with being injured.  These should serve you well in the long run.",
"low-low": "Compared to your previous results on this assessment you are reporting that you continue to avoid using many of the skills that can increase your ability to cope with the stress of living with an injury.  Share your responses to the questions with your healthcare provider and work on a plan to increase your resilience in the face of your injury. ",
"low-medium": "Compared to your previous results on this assessment you are reporting an improvement in your ability to cope with the stress of living with an injury.  However, your score suggests that there may be even more you can do in this area, by adding to your coping strategies or by using them more consistently.  You're moving in the right direction-keep it up.",
"low-high": "Compared to your previous results on this assessment you are reporting a large improvement in your ability to cope with the stress of living with an injury.  Your efforts can have significant payoffs in the long run.  What you are doing is working-keep it up.  ",
"med-med": "Compared to your previous results on this assessment you are reporting little or no change in how you are coping with the stress of living with an injury.  You are using some good coping skills, but there are others that could add to your ability to cope with the stress of living with an injury.  If you feel stuck, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"med-low": "Compared to your previous results on this assessment you are reporting a decrease in your ability to cope with the stress of living with an injury.  If you don't feel like you are coping well with your injury, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"med-high": "Compared to your previous results on this assessment you are reporting a large improvement in your ability to cope with the stress of living with an injury.  Your efforts can have significant payoffs in the long run.  What you are doing is working-keep it up.  ",
"high-high": "Compared to your previous results on this assessment you are continuing to report using excellent resilience strategies as you cope with the stress of living with an injury.  Keep up the good work.",
"high-medium": "Compared to your previous results on this assessment you are reporting a decrease in your ability to cope with the stress of living with an injury.  If you don't feel like you are coping well with your injury, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"high-low": "Compared to your previous results on this assessment you are reporting a significant decrease in your ability to cope with the stress of living with an injury.  If you don't feel like you are coping well with your injury, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help."
}
