 {
"null-low": "Your score is in a range typically associated with a low level of worry.  This suggests that chronic worry is probably not affecting your life.",
"null-med": "Your score is in a range indicating that worry may be causing you some level of distress, perhaps taking some of the joy out of life.  You may be paying more attention to what could or might happen than what actually happens.  Try to stay focused in the present.",
"null-high": "Your score is in a range typically associated with a high level of worried thinking and anxiety.  While there are situations in which preparing for catastrophic outcomes can be useful, such as during combat, persistent anxiety in safe conditions can be physically and emotionally harmful.  Because you're reporting significant anxiety, it's best to consult with a healthcare provider.  There are many effective treatments for anxiety.",
"low-low": "Compared to your previous results, you continue to report that you're not experiencing chronic worry.",
"low-med": "Compared to your previous results, you're reporting a significant increase in your level of worry and anxiety.  This level of anxiety may be causing you some distress, perhaps taking some of the joy out of life.  You may be paying more attention to what could or might happen than what actually happens.",
"low-high": "Compared to your previous results, you're reporting a major increase in your level of worry and anxiety.  It's important to determine what may have caused such a significant change.  While there are situations in which preparing for catastrophic outcomes can be useful, such as during combat, persistent anxiety in safe situations can be physically and emotionally harmful.  Because you're reporting significant anxiety, it's best to consult with a healthcare provider.  There are many effective treatments for anxiety.",
"med-low": "Compared to your previous results, you're reporting a significant decrease in your levels of worry and anxiety.  The strategies that you're using are working.",
"med-med": "Compared to your previous results, you're reporting no significant change in your level of anxiety.  Your score continues to be in a range indicating that worry may be causing you some level of distress, perhaps taking some of the joy out of life.  You may be paying more attention to what could or might happen then what actually happens.  Try to stay focused on the present.",
"med-high": "Compared to your previous results, your level of worry and anxiety has increased significantly.  While there are situations in which preparing for catastrophic outcomes can be useful, such as during combat, persistent anxiety in safe conditions can be physically and emotionally harmful.  Because you're reporting significant anxiety, it's best to consult with a healthcare provider.  There are many effective treatments for anxiety.",
"high-high": "Compared to your previous results,  you're continuing to report high levels of worry and anxiety.  Because of the negative effects of chronic anxiety on your physical and emotional health, it's very important that you bring this problem to the attention of your healthcare provider.  There are many effective treatments for anxiety.",
"high-med": "Compared to your previous results, you have made some significant progress in reducing your level of worry and anxiety.  Try to identify what you have done to cause this improvement and continue to focus on those strategies.",
"high-low": "Compared to your previous results, you have made some very significant progress in reducing your level of worry and anxiety to levels where you're reporting that worry is no longer a problem.  Try to identify what you have done to cause this improvement and continue to focus on those strategies."
}