 {
"null-low": "Your score is in a range indicating that you are experiencing very little to no spiritual struggle at this time.  Your results suggest that you are comfortable with how your belief system is supporting your ability to manage the stress that comes with the significant challenges and changes in your life.",
"null-med": "Your score is in a range typically associated with a moderate level of spiritual struggle in response to the stress in your life.  Your score suggests that for the most part, you believe you can count on your spiritual beliefs for support during difficult times.  However, you have qualified your confidence in your ability to rely completely on the meaning you find in spirituality.  It is not at all uncommon for trauma, distress, or disappointment to create doubts about some aspects of one's spiritual beliefs.  If the resulting spiritual struggle is temporary it is likely to have little effect on either your well-being or resilience.  However, even moderate amounts of unresolved, chronic spiritual tension, in the form of anger, resentment or a sense of abandonment, significantly increase the likelihood of physical and emotional problems.  If you would like personal support in examining your spiritual beliefs and disappointments, many spiritual traditions encourage this type of exploration.  In addition, to its protective effects on health and well-being, many people find that the process of resolving spiritual struggle leads to personal and spiritual growth.",
"null-high": "Your score is in a range typically associated with a significant degree of spiritual struggle.  You describe yourself as someone who is experiencing significant spiritual conflict in response to stressful experiences.  Your score suggests that you are feeling a high level of tension based on doubts about beliefs which may have previously helped you to cope with difficulties in life.  This might be because you have experienced significant trauma and have been unable to reconcile that experience with your beliefs.  Many people find themselves questioning long held beliefs in response to trauma, illness, or disappointments.  However,   research suggests that high levels of spiritual struggle, even in the short term, can lead to a great deal of distress, significantly impacting health and well-being.  The longer the tension remains unresolved, the greater the likelihood of serious physical and emotional problems.  Because of the potential impact of your current level of spiritual struggle on your health and well-being, we strongly suggest that you work to resolve the tension you are experiencing.  If you would like personal support in examining your spiritual beliefs and disappointments, many spiritual traditions encourage this type of exploration.  In addition to its protective effects on health and well-being, many people find that the process of resolving spiritual struggle leads to personal and spiritual growth.",
"low-low": "You are continuing to report that you are experiencing very little to no spiritual struggle at this time and that your belief system is supporting your ability to manage the stress that comes with the significant challenges and change in your life.",
"low-med": "Compared to your previous results on this assessment you are reporting an increase in your level of spiritual struggle.  Your score suggests that for the most part, you still believe you can count on your spiritual beliefs for support during difficult times.  However, you have qualified your confidence in your ability to rely completely on the meaning you find in spirituality.  It is not at all uncommon for trauma, distress, or disappointment to create doubts about some aspects of one's spiritual beliefs.  If the resulting spiritual struggle is temporary it is likely to have little effect on either your well-being or resilience.  However, even moderate amounts of unresolved, chronic spiritual tension, in the form of anger, resentment or a sense of abandonment, significantly increase the likelihood of physical and emotional problems.  If you would like personal support in examining your spiritual beliefs and disappointments, many spiritual traditions encourage this type of exploration.  In addition to its protective effects on health and well-being, many people find that the process of resolving spiritual struggle leads to personal and spiritual growth.",
"low-high": "Compared to your previous results on this assessment you are reporting a significant increase in your level of spiritual struggle.  You are now describing yourself as someone who is experiencing significant spiritual conflict in response to stressful experiences.  Your score suggests that you are feeling a high level of tension based on doubts about beliefs which may have previously helped you to cope with difficulties in life.  This might be because you have experienced significant trauma and have been unable to reconcile that experience with your beliefs.  Many people find themselves questioning long held beliefs in response to trauma, illness, or disappointments.  However, research suggests that high levels of spiritual struggle, even in the short term, can lead to a great deal of distress, significantly impacting health and well-being.  The longer the tension remains unresolved, the greater the likelihood of serious physical and emotional problems.  Because of the potential impact of your current level of spiritual struggle on your health and well-being, we strongly suggest that you work to resolve the tension you are experiencing.  If you would like personal support in examining your spiritual beliefs and disappointments, many spiritual traditions encourage this type of exploration.  In addition to its protective effects on health and well-being, many people find that the process of resolving spiritual struggle leads to personal and spiritual growth.",
"med-med": "You are continuing to report a moderate degree of spiritual struggle which suggests that for the most part, you believe you can count on your spiritual beliefs for support during difficult times.  However, you continue to qualify your confidence in your ability to rely completely on the meaning you find in spirituality.  It may be worthwhile to resolve these feelings by talking with a spiritual counselor associated with your personal tradition.  Remember, even moderate amounts of unresolved, chronic spiritual tension, in the form of anger, resentment or a sense of abandonment, significantly increase the likelihood of physical and emotional problems.",
"med-low": "Compared to your previous results on this assessment, you are now reporting no significant spiritual struggle.  Your results now suggest that you are comfortable with how your belief system is supporting your ability to manage the stress that comes with the significant challenges and changes in your life.",
"med-high": "Compared to your previous results on this assessment, you are now reporting a high level of spiritual struggle.  You describe yourself as someone who is experiencing significant spiritual conflict in response to stressful experiences.  Your score suggests that you are feeling a high level of tension based on doubts about beliefs which may have previously helped you to cope with difficulties in life.   This might be because you have experienced significant trauma and have been unable to reconcile that experience with your beliefs.  Many people find themselves questioning long held beliefs in response to trauma, illness, or disappointments.  However,   research suggests that high levels of spiritual struggle, even in the short term, can lead to a great deal of distress, significantly impacting health and well-being.  The longer the tension remains unresolved, the greater the likelihood of serious physical and emotional problems.  Because of the potential impact of your current level of spiritual struggle on your health and well-being, we strongly suggest that you work to resolve the tension you are experiencing.  If you would like personal support in examining your spiritual beliefs and disappointments, many spiritual traditions encourage this type of exploration.  In addition to its protective effects on health and well-being, many people find that the process of resolving spiritual struggle leads to personal and spiritual growth.",
"high-high": "You are continuing to report a high level of spiritual struggle at this point in your life.  Because of the potential impact of your current level of spiritual struggle on your health and well-being, we strongly suggest that you work to resolve the tension you are experiencing.  The longer the tension remains unresolved, the greater the likelihood of serious physical and emotional problems.  We strongly suggest that you make an appointment with a counselor in your spiritual tradition to work on resolving the struggle you are reporting.",
"high-med": "Compared to your previous results on this assessment, you are reporting a decrease in your level of spiritual struggle.  Your score suggests that for the most part, you now believe you can count on your spiritual beliefs for support during difficult times.  However, you have qualified your confidence in your ability to rely completely on the meaning you find in spirituality.  It's important that you continue to work at resolving the spiritual tension you are experiencing because of the potential negative effects on your emotional and physical well-being of continued struggle in this area.  What you are doing appears to be helping.",
"high-low": " Compared to your previous results on this assessment, you are reporting a significant decrease in your level of spiritual struggle to the point that you are now comfortable with how your belief system is supporting your ability to manage the stress that comes with the significant challenges and changes in your life.  Research suggests that if you are able to maintain the gains you have made, you may experience a positive impact on your emotional and physical well-being.  What you are doing appears to be helping.  Keep it up."
}