 {
"feedback1": "Your score suggest that your health may not be at risk from alcohol or drug use. Keep in mind however, that the illegal use of any drug can lead to a variety of health, legal, and relationship problems.",
"feedback2": "Your score is in a range typically associated with moderate alcohol use.  Your score suggests you are at increased risk for health and other problems due to your alcohol use.  You may not feel entirely in control of your drinking or you may be relying on drinking to manage your emotions.  Your drinking may be affecting your work or your relationships.  It is important to remember however that only a trained healthcare professional can make an actual alcohol related diagnosis, and only after meeting with you in person.  Discuss your alcohol use with your doctor.  Alcohol abuse may be related to stress, depression, and post traumatic stress.  If you have any of these problems and have not gotten help, please consult a medical or mental health provider.",
"feedback3": "Your score is in a range typically associated with high levels of alcohol use.  Your score indicates that you are at high risk for severe problems (health, social, financial, legal, relationships) due to your alcohol use.  Your responses are also consistent with someone who is alcohol dependent, but it is important to remember that only a health care provider can make any alcohol-related diagnosis and only after meeting with you in person.  Because you are reporting significant alcohol use, we recommend that you seek face-to-face care with a professional.  Because your level of use suggests alcohol dependence, quitting or decreasing your alcohol use should not be attempted on your own.  Discontinuing heavy alcohol use suddenly can be dangerous.  A medical or mental health provider can actually evaluate the extent of the problem and help develop a plan to address your alcohol use.",
"feedback4": "Your score is in a range typically associated with moderate levels of drug use.  Based on your responses, you are at risk for health and other problems due to your current pattern of drug use.  You may be experiencing work or relationship difficulties because of your drug use.  It is important to remember however, that only a trained professional can make a drug-related diagnosis, and only after meeting with you in person.  We recommend that you seek professional help to deal with your drug use.  Even moderate use can cause a wide range of problems; in addition, you may be putting yourself at legal and occupational risk if you are engaging in illegal drug use.  Substance use may be related to stress, depression, and post traumatic stress.  A medical or mental health provider can provide a complete evaluation and help develop a plan to address your alcohol and drug use.",
"feedback5": "Your score is in a range typically associated with high levels of drug use.  Based on your responses, you are at high risk for severe problems (health, social, financial, legal, relationships) due to your drug use.  Your responses are also consistent with someone who is dependent on drugs.  It is important to remember however, that only a trained professional can make a drug-related diagnosis, and only after meeting with you in person.  Because you are reporting significant drug use, we recommend that you seek face-to-face care with a professional.  Your level of use suggests dependence.  Quitting drugs may be difficult on your own and is not recommended.  In some cases suddenly discontinuing high levels of drug use can be dangerous or even deadly.  A medical or mental health provider can evaluate what is going on for you and help develop a plan to address your drug use.",
"feedback6": "Your score is in a range typically associated with moderate levels of both alcohol and drug use.  Your responses suggest that you are at risk for health and other problems due to your current pattern of alcohol and drug use.  While you are not reporting significant problems due to your substance use, these levels of use suggest that you may not have adequate coping skills or a strong support group .  You may be feeling stressed or out of control. Some service members drink or use drugs following a deployment to manage other difficulties, such as sleep problems, depression, or pain.  Some return to heavy drinking or recreational drug use they engaged in before deployment.  Alcohol and drug use can also cause a wide range of problems at home and at work.  Ultimately, substance use can make things even more difficult following a deployment.  We recommend that you seek professional help to deal with your drug use.  Even moderate use can cause a wide range of problems; in addition, you may be putting yourself at legal and occupational risk if you are engaging in illegal drug use.  Only a medical or mental health provider can provide a complete evaluation and help develop a plan to address your drug use.",
"feedback7": "Your score is in a range typically associated with high levels of substance use.  Your score suggests that, you are at high risk for severe problems (health, social, financial, legal, relationships) due to your substance use and you are currently experiencing some of these.  Your responses are consistent with someone who is dependent on alcohol and/or drugs.  Some service members drink or use drugs following a deployment to manage other difficulties, such as sleep problems, depression, or pain.  Some return to recreational drug use they’ve engaged in before deployment.  Using drugs and alcohol to cope with problems at home and at work usually makes life worse.  Because you are reporting significant drug and alcohol use, we recommend that you seek face-to-face care with a professional.  In addition, because your level of use suggests dependence, quitting on your own may be difficult and is not recommended.  Sudden withdrawal from alcohol or certain drugs can be dangerous or even fatal.  Only a medical or mental health provider can provide a complete evaluation and help develop a plan to address your alcohol and drug use."
}