[
"This is a hassle, not a horror.",
"I have been through many hard things in my life and survived.",
"I can tolerate this.",
"I will survive even if I don't sleep at all tonight.",
"This situation is different than what happened to me and I'm going to be fine.",
"I am right here, right now.",
"This may seem hard now, but it will get easier and easier over time.",
"When this is over, I'll be glad I did it.",
"I've done this before, so I know I can do it again.",
"I know I'm in a safe place, even though my mind is telling me something else.",
"I can feel my heart beating and my feet on the floor.  I am alive and okay.",
"I've been through worse before and made it through safely.",
"My body is reacting to a memory.  Right now I am safe.",
"I don't have to feel comfortable all the time.  That just proves I am human.",
"This emotion will come and go.  I will feel differently in twenty minutes.",
"I am able to respond effectively. I have skills to handle this situation.",
"I have been through this before and been just fine.",
"This is another challenge that I will figure out and face.",
"These emotions are telling me something.  They won't hurt me.",
"I am human.  I can make mistakes. No one is perfect.",
"I am able to protect myself.",
"Slow down.  I know there is more than one choice I can make.",
"I can ask others for help.",
"I have made the right decision before.",
"My thoughts are just thoughts; they're not always right. Don't believe everything you think.",
"I am strong.  I am safe now.",
"This feeling will pass.",
"I will not feel this way forever.  I have felt differently before and will feel differently soon.",
"I am in a safe place.",
"The emotions I feel right now are giving me information about how I feel but they're not necessarily based on facts.",
"If I don't fight my emotions, they will go down on their own.",
"I am a decent person.",
"It is okay if it takes me time to figure this out.",
"There is always time to learn.",
"Learning will give me more options in the future.",
"There are times when I will fall back into old patterns.  I just need to catch myself and get back on track with what's effective.",
"It's not always like this. There are times I have felt pretty amazing, too.",
"I know that I deserve love.",
"I am my own unique person: special, talented, and worthwhile.",
"One night of poor sleep is not the end of the world.",
"This tossing and turning at night will pass.",
"Nightmares are disturbing, but they're not real. I am safe.",
"Although it feels like I will never get a good night's sleep, I have in the past and I will in the future.",
"Although I am anticipating a poor night's sleep, it could be fine...I have slept well before."
]