 {
"null-low": "Your results indicate that you are comfortable with the idea of seeking psychological treatment.  This is a sign of strength.",
"null-med": "Your results indicate that you are somewhat uncomfortable with the idea of seeking treatment from a mental health professional for behavioral health issues.  Discomfort with the idea of seeking psychological treatment for problems-in-living is not unusual.  Reluctance to meet with a mental health professional however, is often the result of a lack of information or misinformation about the treatment process.  Counseling, psychotherapy, and medication management are now based on research and have been shown to be very effective for a wide range of psychological health issues from depression to relationship problems.  Failure to get needed treatment for the effects of stress or other issues can lead to increasing problems with your physical health, your emotional well-being, and your relationships.  If you are experiencing depression, anxiety or other psychological distress, you need to get help.  You might want to start with your physician or clergy.",
"null-high": "Your results indicate that you are very uncomfortable with the idea of seeking treatment from a mental health professional for behavioral health issues.  Discomfort with the idea of seeking psychological treatment for problems-in-living is not unusual.  Reluctance to meet with a mental health professional however, is often the result of a lack of information or misinformation about the treatment process.  Counseling, psychotherapy, and medication management are now based on research and have been shown to be very effective for a wide range of psychological health issues from depression to relationship problems.  Failure to get needed treatment for the effects of stress or other issues can lead to increasing problems with your physical health, your emotional well-being, and your relationships.  If you are experiencing depression, anxiety or other psychological distress, you need to get help.  You might want to start with your physician or clergy.",
"low-low": "Your results indicate that you continue to be comfortable with the idea of seeking psychological treatment.  This is a sign of strength.",
"low-med": "Compared to the results of your previous assessment you are reporting an increase in discomfort with the idea of seeking help from a mental health professional for behavioral health issues.  Reluctance to meet with a mental health professional is often the result of a lack of information or misinformation about the treatment process.  Counseling, psychotherapy, and medication management are now based on research and have been shown to be very effective for a wide range of psychological health issues from depression to relationship problems.  Failure to get needed treatment for the effects of stress or other issues can lead to increasing problems with your physical health, your emotional well-being, and your relationships.  If you are experiencing depression, anxiety or other psychological distress, you need to get help.  You might want to start with your physician or clergy.",
"low-high": "Compared to your previous results on this assessment you are reporting a significant increase in your reported discomfort with the idea of seeking help from a mental health professional for behavioral health issues.  Reluctance to meet with a mental health professional is often the result of a lack of information or misinformation about the treatment process.  Counseling, psychotherapy, and medication management are now based on research and have been shown to be very effective for a wide range of psychological health issues from depression to relationship problems.  Failure to get needed treatment for the effects of stress or other issues can lead to increasing problems with your physical health, your emotional well-being, and your relationships.  If you are experiencing depression, anxiety or other psychological distress, you need to get help.  You might want to start with your physician or clergy.",
"med-med": "As with your previous assessment, you are continuing to report some level of discomfort with the idea of seeking help for behavioral health issues.  You might find it interesting to view videos of service members, families and veterans describing their experiences seeking help from mental health providers on www.afterdeployment.org or www.realwarriors.net. You'll see that they all believe that seeking help is a sign of strength.",
"med-low": "Compared to your previous results on this assessment, you are no longer reporting discomfort with the idea of addressing psychological health issues with the help of a mental health professional.  Your new attitude toward seeking treatment if you should need help will allow you access to another problem-solving tool if you should need it.",
"med-high": "Compared to your previous results on this assessment, you are reporting an increased level of discomfort with the idea of seeking help from a mental health professional for behavioral health issues.  You might find it interesting to view videos of service members, families and veterans describing their experiences seeking help from mental health providers on www.afterdeployment.org or www.realwarriors.net.  You'll see that they all believe that seeking help is a sign of strength.",
"high-high": "You are continuing to report high levels of discomfort with the idea of seeking help for behavioral health issues from a mental health professional.  You might find it interesting to view videos of service members, families and veterans describing their experiences seeking help from mental health providers on www.afterdeployment.org or www.realwarriors.net.  You'll see that they all believe that seeking help is a sign of strength.",
"high-med": "Compared to your previous results on this assessment, you are reporting somewhat less discomfort with the idea of seeking help for behavioral health issues from a mental health professional.  You might find it interesting to view videos of service members, families and veterans describing their experiences seeking help from mental health providers on www.afterdeployment.org or www.realwarriors.net.  You'll see that they all believe that seeking help is a sign of strength.",
"high-low": "Compared to your previous results on this assessment, you are reporting far less discomfort with the idea of seeking help for behavioral health issues from a mental health professional.  Your new attitude toward seeking treatment if you should need help will allow you access to another problem-solving tool if you should need it. "
}