[
"Brainstorm, start, or continue a project. Work with your hands!",
"Turn on your favorite sporting event and let yourself get into it.",
"Moving your legs, even just walking around the block, helps to foster a different perspective.",
"Remember those little ones in your family that just crack you up? Go spend time with them.",
"Go run to raise your heart rate, clear your mind, and release some tension in your muscles.",
"Laughing and going into another world would be good for you right now.  Take a load off and read a comic book.",
"It's hard to be upset when watching your favorite movie comedy.",
"Cook your favorite meal and savor every bite.",
"Allow your mind to take a vacation from your problems.",
"Get some of that energy out by chopping wood and then relax in front of the fireplace.",
"Get on Facebook and connect with your friends virtually.  What are other people up to these days?",
"Draw a picture and be creative!",
"Molding clay allows your hands to create a masterpiece or to just mix the colors.",
"Express yourself with your poetic words.  Put it down on paper.",
"Worried you are falling to pieces?  Get a puzzle and have fun putting the pieces together.",
"Play sudoku or do a crossword.",
"Clean and straighten up your surroundings.",
"Walk your dog...he needs a break, too.",
"Remember Rubik's cube?  Looks simple, yet it's mystifying.  Get busy with your hands and mind.",
"See what's new at the mall or your favorite store. You can even shop around online!",
"Pick up the phone and see what your friends are up to.  Connecting with them will distract you from your own mind.",
"There's no better time to catch up with a friend via e-mail.",
"Work on that project you have been saving for a rainy day.  ",
"Turn on your radio and sing in the car. Or just blast it at home and belt it out.",
"Feel better about yourself by doing something nice for someone else.",
"Nothing like having a trip to look forward to in the future.  Get started planning a vacation.",
"Just pick up a pen and put it down on the paper.  See what you create.",
"Use your mind to organize your books or spice rack. It can be nice to have some order when your emotions feel chaotic!",
"Counting to 10 not enough to cool you down?  Try higher... say, 100?",
"Word scramble your full name and see how many words you can make out of it!",
"Catch some fish in the local pond or creek. ",
"Volunteer and do something nice for someone else. It will make you feel good!",
"Be inspired by the works of others at a museum.",
"Ask someone to tell you a funny story. There's nothing like hearing the adventures of others.",
"Play some pool, sink them, and have fun!",
"Watch some of your favorite TV shows. ",
"Time to check in with a friend.  Who haven't you talked to in a bit?",
"Crack yourself up by making funny faces in the mirror.",
"Imagine those times in your life you are excited about: being done with school, falling in love, going on your next adventure.",
"Express gratitude and write to others to let them know you appreciate them thinking of you.",
"Take a break and let yourself just sleep and recharge for a few minutes.",
"Imagine boxing your troubles up and shelving them&mdash;you can come back to them later.",
"Find something funny to laugh at on YouTube.",
"Go somewhere else for a while. Hang out at friend's house, or go for a walk"
]