 {
"null-low": "Your score is in a range typically associated with low social support.  Based on your responses, you are feeling socially isolated.  You do not feel supported by the people in your life and do not feel socially connected.  Help and encouragement from others is important to physical and emotional health and well-being.  Support from people in your life can help you deal with stress during difficult periods in your life.  Following a deployment, service members sometimes report feelings of social isolation.  These feelings are usually temporary, but if they persist or worsen over time, they may be signs of other problems such as depression or post traumatic stress.  These problems can be helped but require consultation with a professional who can do a complete evaluation.  Discuss your feelings of isolation with your chaplain, physician, or someone else who has been there for you in the past.",
"null-med": "Your score is in a range typically associated with some degree of social support.  Based on your responses, you have some degree of social support but you are also experiencing feelings of isolation.  Social connections are important for a healthy life.  Caring and encouragement from others boosts health and well-being.  People who feel connected are less likely to be depressed and more likely to live longer. Following a deployment, service members sometimes report feeling social isolation.  These feelings are usually temporary, but if they persist or worsen over time, they may be signs of other problems such as depression or post traumatic stress.  These problems can be helped but require consultation with a professional who can do a complete evaluation.  Talk about how you are feeling with someone you trust or who has been there for you in the past.",
"null-high": "Your score is in a range reflecting few problems with social connections.  Your responses suggest that you are socially connected and do not feel isolated from other people.  The positive effects of social connection on health have been clearly demonstrated by a number of research studies.",
"low-low": "You are continuing to report that you are feeling very socially isolated.  Your persistent sense of isolation and lack of support needs to be addressed.  It's important that you speak with a health care professional or chaplain about how you are feeling and that you develop a plan to reconnect with important people in your life.",
"low-med": "Compared to your previous results on this assessment, you are reporting an improvement in your sense of isolation from others.  The positive effects of social connection on health have been clearly demonstrated by a number of research studies.  Spend some time figuring out what you have done to feel more connected with others and continue to work on developing and maintaining relationships.",
"low-high": "Compared to your previous results on this assessment, you are now reporting a large decrease in your sense of isolation from others and an increase in your feelings of connection.  Spend some time figuring out what you have done to feel more connected with others and continue to work on developing and maintaining relationships.  The positive effects of social connection on health have been clearly demonstrated by a number of research studies.  What you are doing is working well.  Keep it up!",
"med-med": "Compared to your previous results on this assessment, you are continuing to report some degree of social isolation.  The positive relationship between social connection and health has been clearly demonstrated.  It's important that you reduce the sense of isolation you are reporting.  Talk to your chaplain or someone you trust about how you are feeling and develop a plan to increase your social connections.",
"med-low": "Compared to your previous results on this assessment, you are reporting an increasing sense of isolation.  Social isolation has a negative effect on your health and well-being.  If you are withdrawing from others, talk to your chaplain or health care professional.  Social isolation is often related to depression and can lead to or increase substance abuse.  It's important to do something about this now.",
"med-high": "Compared to your previous results on this assessment, you are now reporting a decrease in your sense of isolation from others and an increase in your feelings of connection.  Spend some time figuring out what you have done to feel more connected with others and continue to work on developing and maintaining relationships.  The positive effects of social connection on health have been clearly demonstrated by a number of research studies.  What you are doing is working well.  Keep it up!",
"high-high": "Compared to your previous results on this assessment, you are continuing to report that you are feeling connected to those around you.  Your sense of connection should support your health and well-being.",
"high-med": "Compared to your previous results on this assessment, you are reporting a decrease in your sense of connection with others and an increase in your sense of isolation.  If you are withdrawing from others, talk to your chaplain, health care professional or somebody else that you trust.  Social isolation is often related to depression and can lead to or increase substance abuse.  It's important for your health and well-being that you don't continue to increase your sense of isolation.",
"high-low": "Compared to your previous results on this assessment, you are reporting a significant decrease in your sense of connection with others and a large increase in your sense of isolation.  If you are withdrawing from others, talk to your chaplain, health care professional or somebody else that you trust.  Social isolation is often related to depression and can lead to or increase substance abuse.  It's important for your health and well-being that you don't continue to increase your sense of isolation."
}