 {
"null-low": "You have indicated that you are not using many of the responses that can increase personal resilience in the face of stress.  Your score suggests that there is a great deal more you can do in this area by adding to your coping strategies or by using them more consistently.  If you don't feel like you are coping well with the challenges and changes in your life, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"null-med": "You have indicated that you are using several of the responses that can increase personal resilience in the face of stress.  However, your score suggests that there may be even more you can do in this area, by adding to your coping strategies or by using them more consistently.  You might want to review each of the questions again and identify the resilient responses you'd like to work on.",
"null-high": "Your results indicate that you are using many of the responses that allow you to be resilient in coping with stress and the major demands of life.  These skills should serve you well in the long run.",
"low-low": "Compared to your previous results on this assessment you are reporting that you continue to avoid using many of the responses that can increase your ability to cope with the stress and demands of life.  Low levels of resilience are associated with physical illness and a reduction in psychological well-being.  If you don't feel like you are coping well with life's demands, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"low-med": "Compared to your previous results on this assessment you are reporting an improvement in your use of responses which can help you cope with stress.  However, your score suggests that there may be even more you can do in this area by adding to your coping responses or by using them more consistently.  You're moving in the right direction-keep it up.",
"low-high": "Compared to your previous results on this assessment you are reporting a large increase in the resilient responses you use to cope with the stress you are facing.  Your efforts can have significant payoffs in the long run.  What you are doing is working-keep it up.",
"med-med": "Compared to your previous results on this assessment you are reporting little or no change in how you are coping with the stress and demands of life.  You are using some good coping responses, but there are others that could add to your ability to cope with stress. If you feel stuck, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"med-low": "Compared to your previous results on this assessment you are reporting a decrease in your use of good coping responses in the face of stress.  If you don't feel like you are coping well with stress or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"med-high": "Compared to your previous results on this assessment you are reporting an increase in your use of resilient responses in the face of stress.  Your efforts can have significant payoffs in the long run.  What you are doing is working-keep it up.",
"high-high": "Compared to your previous results on this assessment you are continuing to report using responses which provide you with a high degree of resilience as you cope with the stress and demands of life.  Keep up the good work.",
"high-med": "Compared to your previous results on this assessment you are reporting a decrease in your use of resilient responses in the face of stress.  If you don't feel like you are coping well with stress, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help.",
"high-low": "Compared to your previous results on this assessment you are reporting a significant decrease in your use of resilient responses in the face of stress.  If you don't feel like you are coping well with stress, or if you are discouraged or depressed, talk to your doctor about a referral to a psychologist or other health care professional who is in a position to help."
}